const disclaimer = {
  text:
    "1. Общие положения\n" +
    "1.1. Сайт [Адрес вашего сайта] (далее – Сайт) является образовательным интернет-ресурсом, предоставляющим пользователям информацию и материалы для обучения в ознакомительных целях.\n" +
    "1.2. Администрация Сайта стремится соблюдать авторские права на все материалы, размещенные на Сайте.\n" +
    "\n" +
    "2. Использование произведений\n" +
    "2.1. Все текстовые и графические материалы, являющиеся объектами авторского права (книги, учебники, статьи и т.д.), размещены на Сайте в соответствии с положениями ст. 1274 Гражданского кодекса Российской Федерации (\"Свободное использование произведения в информационных, научных, учебных или культурных целях\").\n" +
    "2.2. Материалы используются в объеме, оправданном поставленной целью (цитирование, рецензирование, обучение), и не предназначены для извлечения коммерческой выгоды. Полные версии произведений на Сайте не размещаются.\n" +
    "2.3. Для каждого используемого произведения указывается автор и источник заимствования, если это возможно.\n" +
    "\n" +
    "3. Собственные материалы\n" +
    "3.1. Часть материалов (упражнения, методические рекомендации, аналитические статьи, заметки) является интеллектуальной собственностью Администрации Сайта. Эти материалы доступны для свободного использования в некоммерческих образовательных целях с обязательным указанием авторства и ссылки на Сайт.\n" +
    "\n" +
    "4. Ограничение ответственности\n" +
    "4.1. Администрация Сайта не несет ответственности за возможное несоответствие материалов целям и ожиданиям Пользователя.\n" +
    "4.2. Сайт не предоставляет профессиональных юридических или медицинских консультаций. Материалы носят исключительно информационный характер.\n" +
    "4.3. Администрация Сайта не несет ответственности за действия пользователей, совершенные ими после ознакомления с материалами Сайта.\n" +
    "\n" +
    "5. Информация для правообладателей\n" +
    "5.1. Если вы являетесь правообладателем материала, размещенного на Сайте, и считаете, что его использование нарушает ваши авторские права, пожалуйста, свяжитесь с нами по адресу [Ваш e-mail].\n" +
    "5.2. Мы гарантируем оперативное рассмотрение вашего обращения и удаление спорных материалов в кратчайшие сроки."
}

export default disclaimer;
