export const lifeJournalPosts = [
  {
    id: '2026-February-27',
    date: '2026-February-27',
    content: [
      {
        type: 'text',
        value: ' Привет! Если вы там, ((bold)где) ((crossed) запрещают) замедляют социальные сети, но вы хотите знать как мои дела, то для этого я создал свой ((spoiler) 😂VINSTAGRAM) <- кликни чтобы увидеть (прикиньте!) 🧠 \n\n Листайте мой журнал вниз, \n если что-то не работает - \n обновите страницу браузера'},
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/Bender.jpeg', // заглушка
            caption: 'Узнали мем?',
          },
          {
            src: 'src/assets/images/aifaceswap-output (2) copy.png', // заглушка
            caption: 'V is my AI - нейронка конечно! Мне кажется даже похож немного',
          },

        ]
      }
    ]
  },
  {
    id: '2026-February-09-kusokPlaneti-0',
    date: '9 февраля 2026',
    title: 'Как мы c Полиночкой купили "Кусок Планеты"',
    mood: 'Сибирь -30`C',

    content: [
      {
        type: 'text',
        value: ' Hi, friends! В этом сообщении расскажу подробно историю про покупку земельного участка. На своём своем личном опыте, со всеми эмоциями, ((bold)без кликбейтов и рекламы). Я не риэлтор, не строитель и делаю это для своей копилки воспоминаний. Уверен, кому-то это будет интересно прочитать, а может и полезно ((crossed) но это не точно) \n\n Всю историю разделил на части, так что можете либо перейти к той части, которая вам более интересна ((spoiler)для этого нажмите НАЙТИ В ЖУРНАЛЕ и напишите) kusokPlaneti1 \n\nЛибо предлагаю прочитать целиком и прожить часть моей жизни вместе со мной, словно это происходит прямо сейчас... А происходит это действительно сейчас! Я только что пришел домой из МФЦ (заказал там выписку на ту часть планеты, которую хочется купить) и сижу за ноутбуком, печатаю эти - б у к в ы'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/IMG_6776 (1).jpg', // заглушка
            caption: 'Why is it so cold? \n почему же так холоднооо?"',
          },{
            src: 'src/assets/images/IMG_6809 (1).jpeg', // заглушка
            caption: 'Цены в объявлениях прям "кусались"',
          },
        ]
      }
    ]
  },
  {
    id: '2026-February-05-kusokPlaneti-1',
    date: '5 фев 2026',
    title: 'Часть 1: Что за кусок KusokPlaneti?',
    mood: '🤔',
    location: {
      name: 'Иркутск',  // то, что показываем
      lat: 52.2895,                // широта (можно загуглить)
      lng: 104.2800,               // долгота
      placeId: 'Иркутск'   // для привязки постов
    },
    content: [
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/2149937913 (1).jpg', // заглушка
            caption: 'Примерно так я представлял себе газончик',
          },
        ]
      },
      {
        type: 'text',
        value: ' Планета Земля. Участок земли недалеко от родного города. ((spoiler) Cейчас мы с женой Полиночкой и кошкой Кэйси живем недалеко от озера Байкал, в городе Иркутск.) \n\n Дом на собственном участке — это всегда было одной из моих мечт. ((bold)Не дача, не огород), а именно дом для постоянного проживания. Я фанат атмосферы американских фильмов, где у них белый заборчик, зеленый газон и всё выглядит уютно, добренько и по-киношному. Высокие здания, центр города - это не моё. \n\n Мне с детства нравилось строить что-нибудь! В садике в песочнице, в школе в игре Sims, В институте... Там не до строительтва было ;) Делать что-то своими руками, мастерить, чинить… для меня это большая жизненная ценность. Ну а настоящий дом построить - это вообще гордость была бы! Без аквадискотеки и золотого унитаза даже можно. Денег на гектар земли с конюшней тоже пока I don`t have...\n\n Ладно, к конкретике: на данном этапе в жизни я рассматривал варианты покупки kusokPlaneti в пределах \n\n 400 000 (четыреста тысяч рублей) \n $5200 (курс сейчас ~77р за $1 \n\n Я не проводил анализ рынка, и мне просто казалось, что это примерно адекватная цена, которую я потяну. И как же сильно я обалдел, когда увидел цены минимум в 3-15 раз выше в тех районах, где я хотел прикупить земельку... Участок хотелось недалеко от города (в пешей доступности) и чтобы можно было городское водоснабжение подключить. Всё) Пока, пожеланий больше не было. Ну разве что минимум 6 соток, чтобы и дом влез и гараж. Приступаем к поискам:'
      },
    ]
  },

  {
    id: '2026-February-06-kusokPlaneti-2',
    date: '6 фев 2026',
    title: 'Часть 2: Первый контакт с землянами',
    mood: '😱 удивленно',
    content: [
      {
        type: 'text',
        value: 'Итак, нашел участок по объявлению на сайте: ((spoiler) я же говорил без рекламы пишу Lol. Ну если прям сильно захотите узнать, то позвоните мне и расскажу.) kusokPlaneti2. Часть 2. Просто в поисковике ввел: купить участок и потом кликал на все открывающиеся сайты. Я был в шоке от цен! У меня даже немного, нет не немного, а сильно настроение упало от того что всё стоило от 1.5 миллионов и выше. Причем на участки малюсенькие (меньше 5 соток) и на участки с какими-то ((crossed)развалюхами) старинными домами! Это вообще не похоже на домики из отчаянных домохозяек. \n\n И вдруг увидел явно отличающийся участок - цена очень привлекательная и странно не ровная 348500 рублей- это, настолько привлекательно, что сразу думал о мошенниках, скаме и разводе. Поэтому, конечно же, позвонил))) Но держа ухо, как говорится, востро! Начал спрашивать про участок.'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/IMG_6803 (1).jpeg', // заглушка
            caption: 'Скриншот объявления. Цена 348 500 ₽. Сразу подумал: "Развод?"',
          },
          {
            src: 'src/assets/images/photo_2026-02-26 14.59.37 (1).jpeg', // заглушка
            caption: 'ввел кадастровый номер участка чату GPT и попросил, чтобы он проверил по картам и ландшафту какой дом можно построить на этом участке',
          }
        ]
      },
      {
        type: 'text',
        value: ' Опыт у меня небольшой, поэтому я просто сразу спросил, что в голову пришло (на будущее рекомендую себе и всем на листочке написать, что спрашивать). Я же спросил сколько соток и есть ли водопровод и свет (🤦‍♂️да, да, это всё было написано в объявлении, но я же нервничал и не знал что еще спросить, так что это и спросил, вот такой я человек… 🤦‍♂️Винсент ). Когда можно посмотреть участок живьем еще задал вопрос. Когда мне мужчина ответил, что не знает, есть ли там электричество и водопровод, я очень удивился и спросил: «А вы не собственник?» Мужчина сказал, что он не собственник, что он сотрудник банка. И замолчал, словно ожидая моей реакции. А я не знал, как реагировать... Ппосле небольшой паузы и тишины я так и сказал: «Я не знаю, как реагировать и что сказать, может тогда покажете участок?». Тогда мужчина рассказал подробнее: был у банка клиент, взял кредит и расплатиться не смог, участок изъяли за долги и сейчас банк его перепродает. Если вы хотите посмотреть, езжайте и посмотрите сами.'
      },
      {
        type: 'text',
        value: ' Обычно риэлторы говорят: «Я могу показать участок», а тут мужчина вел себя не так, как привычные мне навязчивые риэлторы, которые скорее торопят заключить сделку. Ну знаете, как они это делают, говоря: «У нас тут очередь покупателей, успевайте». Этот сотрудник банка - он как бы больше молчал и ждал от меня вопросов, особо не спеша заболтать меня. В итоге я сказал: «Хорошо, поеду посмотрю» — и поехал, прихватив с собой Полиночку. Думал прикольно - через забор полезем!"'
      },
    ]
  },

  {
    id: '2026-February-07-kusokPlaneti-3',
    date: '7 фев 2026',
    title: 'Часть 3: Осмотр',
    mood: '🏔️сНежный склон',
    content: [
      {
        type: 'text',
        value: ' Мы поехали смотреть. Нашли без проблем, участок оказался не особо привлекателен на первый взгляд. Забор уже разворовали, всё завалено снегом, располагался на довольно-таки большом склоне и казался небольшим, словно там и восьми соток нет. Лента фундамента странного размераз 2 на 2 метра была там, завалившаяся на бок тепилица деревянная и какое-то сооружение в которое мы даже заглядывать побоялись. Походив по участку туда-сюда, посчитав его шагами, «в попугаях», как в мультике! ((spoiler)Тут понимаю что максимально выдал возраст я свой. Если вы понимаете о каком мультфильме речь - вы в моей возрастной категории) \n В принципе, внутреннее ощущение было прикольное от участка. Однако не было ощущения, что здесь я смогу построить свой дом мечты, но если бы вдруг удалось его купить, то было бы классно за такую сумму. Обустроить его, почистить да перепродать — почему бы нет? Отфотографировали участок и поехали посмотреть еще объявления разные в ближайших садоводствах. Этот kusokPlaneti3 оказался так себе'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/IMG_6976 (1).jpeg', // заглушка
            caption: 'Участок в день осмотра. Забора уже нет, всё в снегу',
          },

        ]
      }
    ]
  },
  {
    id: '2026-February-22-kusokPlaneti-4',
    date: '22 фев 2026',
    title: 'Часть 4: Дома от 7 миллионов',
    content: [

      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/IMG_6873 (1).jpg',
            caption: 'Вот тут конечно красивые домики по Байкальскому тракту',
          },

        ]
      },
      {
        type: 'text',
        value: 'Это мы пока искали варианты заехали на Байкальский тракт в день 4-ой годовшины свадьбы нашей. Повдохновлялись разными стилями домов в сосновом лесу. Погуляли, замерзли потом в ресторан пошли отмечать. Но не показать вам этой красоты я не мог ((spoiler) да, я имею ввиду красоту - Полиночку) \n а про следующая часть истории про kusokPlaneti4 ниже'
      },
    ]
  },

  {
    id: '2026-February-09-kusokPlaneti-5',
    date: '9 фев 2026',
    title: 'Часть 5: Бюрократия и первый звоночек',
    mood: '🤨 подозрительно',
    content: [
      {
        type: 'text',
        value: ' Любопытсво победило меня в понедельник. Позвонил в тот банк ((spoiler)название можно уже сказать или не стоит?) и договорился о встрече, чтобы узнать какие вообще шаги и действия по покупке участка. Мужчина сказал: «В понедельник приходите» — и даст кадастровый номер. Я на тот момент еще не знал, что можно всё это заранее узнать по картам — кадастровый номер и ограничения всякие, — поэтому ничего не делал и ждал до понедельника. На 11 часов назначена встреча была. На встречу опоздал, потому что проспал, и приехал в 11:15, но мужчина сказал: «Ничего страшного». При встрече он дал бумажку с кадастровым номером, и там больше особо ничего не было написано. Я спросил: «Каков дальше план действий?» Он сказал: «Проверьте всё, выписку сделаете по кадастровому номеру и заключим договор купли-продажи, оплатите и переоформим на вас». Сказал: если хотите, можете заявление написать о согласии на покупку, и мы снимем с продажи участок. Я согласился и написал.'
      },
      {
        type: 'text',
        value: ' Поехал в МФЦ. Там ждал 40 минут в очереди, чтобы получить талон, потом еще минут 10, чтобы вызвали по этому талону. Затем разговор с сотрудницей МФЦ, и после этого заказал выписку. А пока ждал, зашел на «Госуслуги» и проверил еще через приложение «Госуслуг» обременения по участку, и там увидел про статьи 56 Земельного кодекса. Сразу расстроился, что там обременения какие-то, но потом при разговоре с ИИ мне чат подсказал, что это не страшно, и рассказал, что там почти у каждого участка в садоводстве такие ограничения.'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'src/assets/images/IMG_6792 (1).png',
            caption: 'Тут я начал волноваться...',
          },
          {
            src: 'src/assets/images/IMG_6797 (1).png',
            caption: 'Но потом меня част GPT успокоил, объяснив, что это ограничения не серьезные и их може быть и нет уже, в выписке будет точная информация сказал мне ИИ',
          },
        ]
      },
      {
        type: 'text',
        value: ' Еще пока ждал в МФЦ, увидел там женщину и мужчину, обсуждающих землю. Подошел и спросил, не юристы ли они. Женщина сказала: нет, она сопровождает сделку, но она не юрист. Ну я все равно решил завести small talk (Училка же я! Английские повадки везде помогут!) и рассказал ей, что у банка планирую участок купить и вот пришел выписку проверить, нет ли обременений и ограничений. Услышав это, они вдвоем меня, как бы это сказать, «объулыбали» и сказали: «То, что вы у банка хотите купить, это уже обременение», и сказали, что там будут торги и не нужно связываться с банком. Я сказал вроде мне не говорил банк о торгах. Они еще громче стали говорить, а на каком основании, банк не имеет права! И затем давай меня валить терминами всякими, которых я даже и не вспомню. Мне казалось меня не уберечь пытаются а отчитывают. Ну я, в общем, им сказал: «Вы мне можете сказать главное: если я сейчас выписку получу и там написано, что собственник — банк, и никаких арестов и залогов нет, то это же хорошо, и можно купить у банка по договору купли-продажи?» Они сказали: «Нет, банк не имеет права без торгв продавать участки». Потом женщина сказала: «Вы у нас лучше участки посмотрите» — и тут включился ее внутренний риэлтор, как раз тот навязчивый, который только их самих не бесит. Ну я поблагодарил их за разговор и решил, что это сами тоже какие-то сомнительные личности. Я вообще не люблю тех, кто вместо того чтобы доступным понятным языком пообщаться, по-дружески, просто перечисляют, сколько всяких терминов они знают и почему их фирма самая лучшая, а другие не так, как они, работают. \n\n Дождался очереди, заказал выписку, мне дали QR код, чтобы по нему оплатить госпошлину, сказали через 7 дней будет готова. kusokPlaneti5'
      },

    ]
  },

  {
    id: '2026-02-15-kusok-planeti-6',
    date: '15 фев 2026',
    title: 'Часть 6: V is for Душнила!',
    mood: '🔍 изучаю законы',
    content: [
      {
        type: 'text',
        value: ' Я снова позвонил в банк, сказал, что заказал писку и что как будет готова, то готов прийти и заключить договор. (Я ещё держал в голове мысль, что это все может сорваться в любой момент. Но попробовать и ухватить 8 соток почти в черте города - это было бы супер). Сказал, что проверив на «Госуслугах», узнал, что есть обременения по сервитутам и что-то связанное, может, с ЛЭП или вроде того. На что мужчина из банка сказал: «Что-то припоминаю, там было то ли про аэропорты, то ли про ЛЭП». Это меня заставило насторожиться, но думаю: чего раньше времени волноваться? Жду выписку, да и всё. В итоге в моей голове план действий был таков : Дальнейшие действия обсуждать с DeepSeek и чатом GPT, а после них пытаться объснить Полине понял ли я сам, что узнал:)'
      },
      {
        type: 'text',
        value: ' Общался с ИИ, открыл для себя вот что: если на участке есть какое-то зарегистрированное строение, то при покупке участка его нельзя будет снести, так как оно числится за кем-то. Нужно проверить, есть ли узаконенные строения. Зашел в несколько разных приложений, и в некоторых приложениях отображалось здание на участке, а в некоторых нет. На сайт Росреестра не получилось зайти, там из-за каких-то сертификатов или ограничений — в общем, ни с браузера «Гугл», ни с «Сафари» нельзя зайти, только с «Яндекс.Браузера» можно. Решил поискать на YouTube альтернативы, как еще можно проверить (а то мне не нравится навязчивость «Яндекса», да и я просто привык к браузеру «Гугл Хром»). В одном из видео услышал аббревиатуру НСПД — напечатал эти буквы в браузере «Хром» и попал на сайт, где можно так же выбрать на карте участок и заказать выписку.'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'https://picsum.photos/800/600?random=501', // заглушка
            caption: 'Скриншот сайта НСПД. Там можно заказать выписку',
          },
          {
            src: 'https://picsum.photos/600/800?random=502', // заглушка
            caption: 'Пример выписки с неофициального сайта',
          }
        ]
      },
      {
        type: 'link',
        value: 'https://roscadaster.com/map/irkutskaya-oblast/irkutsk',
        caption: 'ссылка на карту где можно тыкать и узнавать кадастровые номера (ЕСЛИ НЕ ОТКРЫВАЕТСЯ - значит эти знания власть тоже смогла заблокировать для граждан)'
      },
      {
        type: 'link',
        value: 'https://nspd-rosreestr.ru/',
        caption: 'еще ссылка на другую карту для сравнения (ЕСЛИ НЕ ОТКРЫВАЕТСЯ - поищите сами по запросам КАДАСТРОВАЯ КАРТА)'
      },
      {
        type: 'text',
        value: ' Интересный факт: я там на карте кадастровой нажал на свой ранее приобретенный участок, на котором и дом есть, и точно всё зарегистрировано в Росреестре, и кадастровые номера есть, — но на карте нельзя было ткнуть на мой участок и посмотреть кадастровый номер участка. На дом тоже нельзя было ткнуть и выделить. Но при этом если вручную вбить точный адрес с номером дома, то тогда можно было увидеть кадастровый номер дома. Где-то начал читать что это из-за межевания или вроде того, но лень было разбираться и не стал. Решил так же попробовать с постройкой, которая была на том участке, который хочу купить, но не вышло — там при клике в любом месте участка выводится сразу кадастровый номер участка. Подумал раз кликнуть нельзя то и волноваться не буду, значит так надо и все норм, в общем успокоил себя каким-то PLACEBO.'
      },
      {
        type: 'text',
        value: ' На этом же сайте НСПД слева высветилось рекламное окно — «Получить выписку». Решил: ну а что, почему бы не попробовать? Хоть я уже и заказал выписку, сходив в офис МФЦ, решил воспользоваться этим сервисом, да заодно сравнить потом данные. Тут еще и написано, что готово будет от 20 минут до 7 дней. «Проверим!» — подумал я и оплатил прямо на сайте. Еще заказал вторую выписку о переходе прав, тоже любопытства ради. Искал на YouTube видео, как проверить участок на наличие каких-либо ограничений.'
      },
      {
        type: 'text',
        value: ' Выписка на «Госуслугах» пришла быстрее, чем на сторонних сайтах. Кстати, я, конечно же, только после оплаты выписки со сторонних сайтов увидел снизу подписи о том, что их информация является лишь ознакомительной и неофициальной. Хотя интересно то, что в выписке, заказанной с неофициальных сайтов, информации было больше, чем в выписке с «Госуслуг». Фотки прилагаю всех выписок — и официальной, и неофициальной. Выписка о передаче прав оказалась вообще просто деньги на ветер, она какая-то неинформативная.'
      },
      {
        type: 'text',
        value: ' После получения выписки отправил ее на проверку нейросетям, и результаты меня обрадовали: Чат GPT сказал, что всё отлично, участок в собственности у банка, ограничений нет, можно проводить сделку. Но так же порекомендовал уточнить у председателя садоводства насчет долгов. Я спросил у чата GPT номер и ФИО председателя, он мне скинул и адрес, и все нужные контакты. Позвонил председателю, узнал, что там около 100 тысяч долгов за платежи, взносы, целевые какие-то. Ну, в общем, там женщина-председатель в отпуске была, а я в итоге говорил с бухгалтерией, и она говорила непонятные мне термины, я только понял, что 100 тысяч в общем долгов. Примерно так я и предполагал, и такую цифру держал в уме.'
      }
    ]
  },

  {
    id: '2026-02-20-kusok-planeti-7',
    date: '20 фев 2026',
    title: 'Часть 7: Процесс пошел',
    mood: '⏳ waiting',
    content: [
      {
        type: 'text',
        value: ' Я сразу же написал риэлтору из банка, что мы готовы на сделку. Он сказал: «Хорошо, запускаю в работу. Процесс этот не быстрый, примерно месяц займет: согласование в банке, составление доверенности, внутренние процессы». И сказал, как только они составят договор купли-продажи, они его отправят мне на проверку и приступят к дальнейшим действиям в случае моего согласия.'
      },
      {
        type: 'text',
        value: ' Примерно через 4 дня он прислал договор. Я, даже не вчитываясь сам, отправил его в ту же историю переписки с чатом GPT. Чат сказал, что в договоре ошибки и что там по договору продажа жилого помещения, а не участка. Так же сказал, как еще лучше переделать договор. И я все эти корректировки отправил риэлтору. Он посмотрел, сказал, что да, легко исправят это всё, и объяснил это тем, что договор типовой и он тоже особо не вчитывался в него, так как для них это обычная процедура, и в МФЦ и Росреестре на это строго не смотрят. Мне главное понравилось, что он согласился спокойно всё поменять в договоре. И после этого я ему написал, что жду от него новостей и после регистрации позову его на шашлыки. Он написал: «Добро».'
      },
      {
        type: 'text',
        value: ' Дальше — 2 недели ожиданий. Затем я написал, спросил, продвигается ли процесс, пошутил, что уже мангал купил, а жарить мясо негде. И еще написал, как обычно с друзьями и студентами общаюсь — часть на русском, часть на английском. Потом понял, что, наверное, риэлтору нужно писать как-то по-другому и по серьезному, но менять не стал сообщение. Риэлтор ответил на английском полностью, и меня это очень порадовало, сложилось еще больше приятное доверительное общение. Он сказал, что уже на финальной прямой всё и совсем скоро пригласят на сделку.'
      },
      {
        type: 'text',
        value: ' В итоге сделку назначили на 24 февраля на 11 часов. Написал: с собой документы, деньги и хорошее настроение — и поедем в МФЦ, и можно заранее оплатить пошлину. Я зашел на «Госуслуги», попробовал понять, как там заранее пошлину оплатить, — ничего не понял, куда кликать, и подумал: там же в прошлый раз дали QR-код на оплату, и в этот раз дадут.'
      },
      {
        type: 'text',
        value: ' Полина говорила: пока деньги с крипты не выводить, вдруг курс подрастет. Но я подумал: нет, пусть лучше сразу деньги будут наготове, а то вдруг скажут ехать на сделку, а в обменнике не будет или закрыт будет. Да и посмотрел на график, он как-то подозрительно долго стоял не двигаясь последние пару дней, что казалось, вот-вот упадет курс. Кстати, на тот момент, когда пошли покупать, действительно курс был менее выгоден для снятия денег, так что повезло, что пораньше сняли. По цифрам — курс был около 77, кажется, рублей за USDT.'
      },
      {
        type: 'text',
        value: ' Итак: 21 февраля — день рождения у меня, 22 февраля — годовщина свадьбы, 23 февраля — День мужчин, 24 февраля — мы купили кусок планеты!'
      },
      {
        type: 'image',
        src: 'https://picsum.photos/800/600?random=666', // заглушка
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'https://picsum.photos/800/600?random=601', // заглушка
            caption: 'Переписка с риэлтором. Смесь русского и английского',
          }
        ]
      }
    ]
  },

  {
    id: '2026-02-24-kusok-planeti-8',
    date: '24 фев 2026',
    title: 'Часть 8: День сделки',
    mood: '🤩 волнительно',
    content: [
      {
        type: 'text',
        value: 'День сделки — приехал в банк, на этот раз не опоздал, а на 20 минут раньше приехал. Решил сразу не идти и пошел булку съесть в пекарне, что рядом с банком. К 10:55 был в банке, написал Михаилу, он вышел встретил, распечатал еще раз все документы. Я отправил ему свежую выписку с Росреестра, ее тоже напечатали. Договоры купли-продажи напечатали. Я еще раз их проверил, сфоткал и отправил Полине, чтобы она проверила в чате, но я уже и сам вроде нормально стал разбираться в договорах — сверил все цифры, условия, да и подписал договор.'
      },
      {
        type: 'text',
        value: 'Михаил сказал: «Отлично, сейчас пойдем знакомиться с руководителем банка». Ощущение было немного волнительное — к боссу банка пошел я. Босс оказалась очень представительно выглядящая высокая женщина с рыжими длинными волосами. Михаил рассказал, что подготовил все документы для нее, и ей нужно подписать договор по доверенности и со мной съездить в МФЦ для сделки. Она сказала: сначала нужно счет открыть, чтобы я деньги положил на счет в банке, и они их переведут после этого на другой счет банка на условиях договора купли-продажи.'
      },
      {
        type: 'text',
        value: 'Меня отвели к девушке, которая открыла счет. Всё без оплат и без комиссий было. Открыли счет, пошли к банкомату класть деньги, он не принимал. Я предложил через кассу положить на счет, девушка сказала: «Хорошо». Банкомат принял только 15 тысяч, остальное решили через кассу положить. Затем, когда всё получилось, вышла уже одетая в зеленое, в какое-то приятное на вид, очень мягкое и выглядящее теплое пальто, как шуба, и мы пошли к выходу из банка. Я спросил, как мы поедем, наверное, нужно, чтобы я такси вызвал. Она сказала, что на ее машине поедем, водитель у них сейчас уехал по срочному нужному делу, поэтому она поведет свою машину. И предупредила: «Извините, что там грязненько внутри». Я, улыбнувшись, сказал, что понимаю, у меня тоже бывает.'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'https://picsum.photos/800/600?random=701', // заглушка
            caption: 'Пекарня рядом с банком. Там я ждал и ел булку',
          },
          {
            src: 'https://picsum.photos/600/800?random=702', // заглушка
            caption: 'Машина руководителя банка. Извините, что грязненько )',
          }
        ]
      },
      {
        type: 'text',
        value: 'Сели в машину. Она убрала из-под ног пассажирского переднего сидения всякие стаканчики из-под кофе и пустые коробочки от сэндвичей, сказала, что они в Листвянку ездили и не успела машину помыть. Ну и это очень всё растопило ситуацию. Я ей очень благодарен за этот момент, потому что после этого мы нашли общие темы для разговора — это любовь к Листвянке и Байкалу. Потом по дороге обсудили участки и как-то даже немного подружились. Я узнал, что у нее дочка учит английский, рассказал про свои мечты с землей и этим участком, и мы доехали до МФЦ — как раз до того, в котором я заказывал выписку.'
      },
      {
        type: 'text',
        value: 'Мы взяли талон на сделку между юрлицом и физлицом. Пока стояли в очереди минут 20, еще болтали о всяких плюсах-минусах своего участка, о детях, о важности изучения языков и навыков реального общения, а не тепличных условий для детей. Я рассказывал про уроки английского свои и путешествия, и мне даже показалось, она когда-нибудь захочет на уроки ко мне записаться.'
      },
      {
        type: 'text',
        value: 'Далее сделка в МФЦ — всё максимально уже вроде понятно было и быстро. Там девушка в МФЦ всё еще раз перепроверила и прочитала договор, озвучила для продавца всё, для покупателя, затем дала QR-код на оплату 700 рублей, сказала: «У вас неделя, чтобы оплатить». Процедура перерегистрации, сказала, займет примерно 9 дней, и после мне придет оповещение и выписка о праве собственности.'
      }
    ]
  },

  {
    id: '2026-02-25-kusok-planeti-9',
    date: '25 февраля 2026',
    title: 'Часть 9: Эпилог',
    mood: '😊 феодально',
    content: [
      {
        type: 'text',
        value: 'После этого мы с руководителем вышли из банка, и я сказал, что отсюда уже поеду, давайте прощаться. И тут я автоматически, я даже ни на секунду не задумался о том, что так наверное не делается, и я, как обычно с друзьями прощаюсь, приобнял ее. В этот же момент осознал всю абсурдность ситуации и то, что я вообще с ней познакомился несколько минут назад, и это может быть капец как неуместно! И чтобы сгладить эту нелепую ситуацию, сказал: «Вы вряд ли так обычно заканчиваете сделки, но мне очень приятно было с вами пообщаться, спасибо вам и хорошего дня». Она засмеялась, и не было неловкости. Я почувствовал, что всё прошло нормально и по-человечески.'
      },
      {
        type: 'text',
        value: 'На улице холодно было, я зашел обратно в МФЦ и тут же набрал Полину, чтобы рассказать об этой забавной ситуации. Поздравил ее со сделкой и сказал: ждем 9 дней или меньше и получаем выписку, что мы владельцы участка. Полина сказала, что мы теперь феодалы))'
      },
      {
        type: 'text',
        value: 'Ох, ждем выписку о собственности!'
      },
      {
        type: 'text',
        value: 'На следующий день после сделки позвонил Михаил (тот первый сотрудник банка) и спросил через сколько сказали будет перерегистрация и попросил принести ему копию выписки, чтобы они с баланса банка сняли участок.'
      },
      {
        type: 'gallery',
        items: [
          {
            src: 'https://picsum.photos/800/600?random=801', // заглушка
            caption: 'Момент объятий с руководителем банка. Неловко, но душевно',
          }
        ]
      }
    ]
  },
  {
    id: '2026-02-25-kusok-planeti-10',
    date: '25 февраля 2026',
    title: '(часть 10 ?)',
    mood: '🤩 восторженно',
    location: {
      name: 'Иркутск — Маркова',  // то, что показываем
      lat: 52.2895,                // широта (можно загуглить)
      lng: 104.2800,               // долгота
      placeId: 'маркова-иркутск'   // для привязки постов
    },
    content: [
      {
        type: 'text',
        value: 'Сегодня ровно день, как мы подали документы в МФЦ. Жду выписку и схожу с ума.'
      },
      {
        type: 'gallery', // НОВЫЙ ТИП
        items: [
          {
            src: new URL("../assets/audio/songs/life_is_good.jpg", import.meta.url).href,
            caption: 'Участок в день осмотра. Весь в снегу',
          },
          {
            src: new URL("../assets/audio/songs/life_is_good.jpg", import.meta.url).href,
            caption: 'А это вид со стороны дороги',
          },
          {
            src: new URL("../assets/audio/songs/life_is_good.jpg", import.meta.url).href,
            caption: 'Полина мерзнет, но счастлива',
          }
        ]
      },

      {
        type: 'audio-playlist', // НОВЫЙ ТИП
        items: [
          {
            src: new URL("../assets/audio/thoughts-1.mp3", import.meta.url).href,
            caption: 'Мысли после осмотра'
          },
          {
            src: new URL("../assets/audio/thoughts-2.mp3", import.meta.url).href,
            caption: 'Разговор с Полиной в машине'
          }
        ]
      },
      {
        type: 'text',
        value: 'Полина сказала, что мы теперь феодалы.'
      },
      {
        type: 'image',
        value: new URL("../assets/audio/songs/life_is_good.jpg", import.meta.url).href,
        caption: 'Примерно так это выглядело во сне'
      },
    ]
  },

  {
    id: '2026-02-20-monday-breakfast2',
    date: '20 февраля 2026',
    title: 'Немного про 2',
    // mood: '😊 солнечно',
    // location: 'Дома',
    content: [
      {
        type: 'text',
        value: 'Сегодня проснулся и понял: понедельник может быть добрым, если начать его с правильного завтрака.'
      },
      {
        type: 'image',
        value: new URL("../assets/audio/songs/life_is_good.jpg", import.meta.url).href,
        caption: 'Скрэмбл с лососем (ох как я люблю эту штуку)'
      },
      {
        type: 'image',
        value: new URL("../assets/audio/songs/life_is_good2.jpg", import.meta.url).href,
        caption: 'Кофе в моей любимой кружке'
      },
      {
        type: 'text',
        value: 'Рецепт максимально простой: яйца, сливки, чуть соли (той самой, to be), лосось, зелень. Взбиваешь, жаришь 3 минуты — и ты уже счастливый человек.'
      },
      {
        type: 'link',
        value: 'https://www.youtube.com/watch?v=example',
        caption: 'Вот видос, где я подсмотрел технику'
      },
      {
        type: 'audio',
        value: new URL('../assets/audio/songs/I love my life.mp3', import.meta.url).href,
        caption: 'Мой плейлист для утра (ставлю фоном когда готовлю)'
      }
    ]
  },
];

// Для поиска удобно будет сделать отдельный массив или функцию
// Но пока просто экспортируем посты
