
const storiesAndWordsData = {

  testQuicklyData: {
    mainDescription: "Впиши 'are' или 'am' или 'is' там где нужно. А где не нужно оставь пустоту или прочерк '-'",
    listOfStories: [
      {
        storyTitle: null,
        taskID: "stories_task",
        usefulWords: "I - am, You We They - are, It He She - is",
        audio: null,
        taskPicture: new URL("../assets/images/areAmIsOrNothing.png", import.meta.url).href,
        text: "Винсент _ (is) мой учитель Английского. Я _ (-) думаю, что я _ (am) хороший ученик. И Винсент _ (-) тоже так считает. Я _ (-) учусь с ним несколько месяцев. Мы _ (-) занимаемся 2 раза в неделю и мы _ (-) играем в игру словно мы _ (are) секретные агенты. \n" +
              '\n' +
              "А что насчет тебя? _ (-) ты желаешь изучать Английский? Иностранные языки _ (are) прикольные. Китайский _ (is) сложный, а вот Английский и Испанский _ (are) легкие для меня. Может потому что я _ (am) не ленивый и потому что я _ (am) секретный агент. А может потому что Винсент и я _ (are) друзья и я _ (-) люблю наши занятия. Они _ (-) радуют меня и они _ (are) интересные.",
        hintsOrFeedback: 'Нужно просто больше практики и всё запомнится и получится!',
      },
      {
        storyTitle: null,
        taskID: "stories_task",
        usefulWords: null,
        audio: null,
        taskPicture: new URL("../assets/images/casseyAndPolina.png", import.meta.url).href,
        text: "Кейси и я _ (are) лучшие друзья! Casey _ (is) смешная маленькая кошка. Она _ (-) обожает гоняться за комарами и мухами. Каждый день она _ (-) носится по дому, словно она _ (is) супергерой!\n" +
          "\n" +
          "Сегодня быстрый комар _ (is) на кухне. «Я _ (-) поймаю тебя!» — думает Кейси. Она _ (-) прыгает высоко, но комар _ (is) слишком быстрый! И комар _ (-) улетает\n" +
          "\n" +
          "Потом хитрая муха _ (is) на окне. Муха _ (-) быстрая. Все мухи _ (are) быстрые и каждый день мухи _ (-) дразнят Кейси! Мой котёнок _ (-) подкрадывается тихо... но муха _ (is) умная! Она _ (-) улетает от котяры, и Кейси _ (is) в шоке.\n" +
          "\n" +
          "Я _ (-) вижу кошку и смеюсь. «Кейси, ты _ (are) худший охотник!» — я _ (-) говорю ей. Но я _ (am) счастлив, что ты у меня есть. Кейси _ (is) не грустная. Она _ (-) знает, что это _ (is) просто игра!\n" +
          "\n" +
          "Комары и мухи _ (are) её любимые «игрушки». И я _ (am) уверен, завтра она _ (-) готова снова охотиться на летающих жучков и паучков и разных мошек! Это _ (is) конец истории. История _ (-) завершается после точки. It is the end of the story.",
        hintsOrFeedback: 'if you need help call your teacher',
      },
      {
        storyTitle: null,
        taskID: "stories_task",
        usefulWords: null,
        audio: null,
        taskPicture: null,
        text: "Том _ (is) знакомый ещё со школы. Он _ (-) любит загадки, и сегодня мы _ (are) детективы! Детективы _ (-) которые любят миссии! И наша миссия _ (is) — найти пропавшего кота. Кот _ (is) маленький и черный. Его имя _ (is) Шэдоу. — Где _ (is) Шэдоу? — спрашиваю я. — Я _ (am) не уверен, — говорит Том. — Но мы _ (are) умные! Мы _ (-) можем его найти!\n" +
          "\n" +
          " Мы _ (are) в парке. Деревья _ (are) высокие, а небо _ (is) голубое. — Смотри! Вот _ (is) Шэдоу! — кричит Том. Кот _ (-) уснул на скамейке. — Детективы _ (are) молодцы! Детективы _ (-) нашли кота. Мы _ (are) крутые! — говорю я, мы _ (-) круто справляемся с заданиями. Том _ (is) счастлив, и я _ (am) тоже. Наша миссия _ (is) выполненна! Мы _ (-) выполнили миссию.",
        hintsOrFeedback: 'if you need help call your teacher',
      },
      {
        storyTitle: 'The Lazy Rockers',
        taskID: "stories_task",
        usefulWords: null,
        audio: null,
        taskPicture: null,
        text: " ",
        hintsOrFeedback: 'if you need help call your teacher',
      },


    ]
  },
}

export default storiesAndWordsData
